<?php require_once ("menu-header.php") ?>
  <!-- Page Content -->
  <div class="container">

    <!-- Page Heading/Breadcrumbs -->
    <h1 class="mt-4 mb-3">Full Width
      <small>Subheading</small>
    </h1>

    <ol class="breadcrumb">
      <li class="breadcrumb-item">
        <a href="index.html">หน้าหลัก</a>
      </li>
      <li class="breadcrumb-item active">เกี่ยวกับเรา</li>
    </ol>
    <div class="container">  
    <p>ประวัติศูนย์เรียนรู้ขยายผลโครงการอันเนื่องมาจากพระราชดำริ อ.เชียงคาน จ.เลย นาสีดา เป็นชื่อที่คุ้นเคยและรู้จักของชาวเชียงคานกับที่ดินมรดกพื้นที่ 
      จำนวน 9 ไร่ สืบทอดมาจาก คุณตาทวดอุ่นและคุณยายทวดแพง จากไร่มะขามส่งต่อคุณยายไพเราะ (ทายาทรุ่นที่ 2) สู่ไร่ไม้ดอกไม้ประดับและนาข้าว ต่อมาในปี พ.ศ.2551 
      นำหลักปรัชญาเศรษฐกิจพอเพียงและขยายผลโครงการอันเนื่องมาจากพระราชดำริ เป็นเกษตรผสมผสานจนถึงปัจจุบันส่งต่อทายาท รุ่นที่ 3 รุ่นที่ 4 เพื่อก้าวสู่ Young Smart Farmer เพื่อพัฒนาคุณภาพชีวิตแบบองค์รวม ในนาม
       “บ้านสวนอุ่นรักฮักแพง” เป็นต้นแบบชาว เชียงคานและโครงการร่วมกับหอการค้าจังหวัดเลยจัดตั้งศูนย์ให้คำปรึกษาและพัฒนา SMEs และ OTOP ภายใต้กระบวนการบ่มเพาะธุรกิจตลอดโซ่อุปทาน จนกระทั่งปี พ.ศ.2562 ได้รับคัดเลือกจากอำเภอเชียงคาน 
       จังหวัดเลย ให้เป็นศูนย์เรียนรู้ขยายผลโครงการอันเนื่องมาจากพระราชดำริ อ.เชียงคาน จ.เลย (สืบสาน รักษา และต่อยอด)</p>
</div>
  </div>
  <!-- /.container -->
<?php require_once ("footer.php") ?>


