<?php require_once('menu-header.php'); ?>
    <!-- Page Content -->

    <div class="fun-facts-1">
      <div class="container">
        <div class="row">
            <div class="col-md align-self-center">
                <div class="col-md">
                  <div class="count-area-content">
                  <img src="assets/images/01.jpg" alt=""  height='500'>
                </div>            
              </div>
            </div>
          <div class="col-md-12 " >
            <br>
                <h2 class="text-center">ประวัติศูนย์เรียนรู้ขยายผลโครงการอันเนื่องมาจากพระราชดำริ อ.เชียงคาน จ.เลย </h2>
                <br>
                <p align="justify" style="color:black">
                    นาสีดา เป็นชื่อที่คุ้นเคยและรู้จักของชาวเชียงคานกับที่ดินมรดกพื้นที่ จำนวน 9 ไร่ สืบทอดมาจากคุณตาทวดอุ่นและคุณยายทวดแพง จากไร่มะขามส่งต่อคุณยายไพเราะ (ทายาทรุ่นที่ 2)  สู่ไร่ไม้ดอกไม้ประดับและนาข้าว ต่อมาในปี พ.ศ.2551 ได้น้อมนำหลักปรัชญาเศรษฐกิจพอเพียงและขยายผลโครงการอันเนื่องมาจากพระราชดำริ เป็นเกษตรผสมผสานจนถึงปัจจุบันส่งต่อทายาท รุ่นที่ 3 รุ่นที่ 4 เพื่อก้าวสู่ Young Smart Farmer เพื่อพัฒนาคุณภาพชีวิตแบบองค์รวม ในนาม “บ้านสวนอุ่นรักฮักแพง” เป็นต้นแบบชาวเชียงคานและโครงการร่วมกับหอการค้าจังหวัดเลยจัดตั้งศูนย์ให้คำปรึกษาและพัฒนา SMEs และ OTOP ภายใต้กระบวนการบ่มเพาะธุรกิจตลอดโซ่อุปทาน  จนกระทั่งปี พ.ศ.2562 ได้รับคัดเลือกจากอำเภอเชียงคาน จังหวัดเลย ให้เป็นศูนย์เรียนรู้ขยายผลโครงการอันเนื่องมาจากพระราชดำริ อ.เชียงคาน จ.เลย (สืบสาน รักษา และต่อยอด)
                    กิจกรรมภายในศูนย์เรียนรู้ขยายผลโครงการอันเนื่องมาจากพระราชดำริ อ.เชียงคาน จ.เลย 
                    <br>ฐานที่ 1 ภาพรวมของศูนย์เรียนรู้ (ประวัติและความเป็นมา การบริหารจัดการเกษตรผสมผสาน)
                    <br>ฐานที่ 2 นิทรรศการเทิดพระเกียรติ (ขยายผลโครงการพระราชดำริ โครงการจิตอาสา การทหาร)
                    <br>ฐานที่ 3 การผลิตปุ๋ยชีวภาพ (ปุ๋ยน้ำ  ปุ๋ยอัดเม็ด  ปุ๋ยไส้เดือน ปุ๋ยคอก)
                    <br>ฐานที่ 4 การปลูกผักอินทรีย์ (ผักจิงจูฉ่าย) 
                    <br>ฐานที่ 5 การเพาะเห็ดนางฟ้า
                    <br>ฐานที่ 6 การเผาถ่านด้วยเตาอิวาเตะ (คนเอาถ่าน)
                    <br>ฐานที่ 7 การเลี้ยงสัตว์ (ไก่ดำ ไก่งวง ไก่ตี  เป็ดไข่ เป็ดเทศ ปลาเกล็ดและปลาหนัง)
                    <br>ฐานที่ 8 การปลูกข้าวอินทรีย์
                    <br>ฐานที่ 9 การแปรรูปผลผลิตทางการเกษตรและศูนย์ให้คำปรึกษา SMEs และ OTOP
                </p>              
          </div>

        </div>
      </div>
    </div>

<?php require_once('footer.php'); ?>