-- phpMyAdmin SQL Dump
-- version 4.9.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: May 26, 2021 at 01:48 AM
-- Server version: 8.0.17
-- PHP Version: 7.3.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `project`
--

-- --------------------------------------------------------

--
-- Table structure for table `event`
--

CREATE TABLE `event` (
  `e_ID` int(11) NOT NULL,
  `ID_member` int(3) NOT NULL,
  `status` int(1) NOT NULL COMMENT 'สถานะ',
  `e_image` varchar(255) NOT NULL,
  `e_title` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `e_detail` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `e_start` date NOT NULL,
  `e_end` date NOT NULL,
  `color` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `event`
--

INSERT INTO `event` (`e_ID`, `ID_member`, `status`, `e_image`, `e_title`, `e_detail`, `e_start`, `e_end`, `color`) VALUES
(24, 9, 1, '', 'คณะผู้บริหารและบุคลากรองค์การบริหารส่วนตำบลอีปาด', '<p>คณะผู้บริหารและบุคลากรองค์การบริหารส่วนตำบลอีปาด อำเภอกันทรารมย์ จังหวัดศรีสะเกษ จำนวน 30 คน ด้านสัมมาชีพตัวอย่างที่น้อมนำหลักปรัชญาเศรษฐกิจพอเพียงมาใช้ และโคก หนอง นา โมเดล</p>\r\n', '2021-04-08', '2021-04-11', '#0a52d6'),
(31, 0, 1, '', 'เกษตรศาสตร์ คณะวิทยาศาสตร์และเทคโนโลยี', '<p>เปิดความรู้จากไปเรียนมา ที่ มข. เพื่อเพิ่มศักยถาพเกษตรกร</p>\r\n', '2021-04-07', '2021-04-11', '#c11a1a'),
(32, 0, 1, '', 'ไร่อินทรีย์ภูเรือ', '<p>ไร่อินทรีย์ภูเรือไร่อินทรีย์ภูเรือ</p>\r\n', '2021-04-04', '2021-04-04', '#0aabf0'),
(38, 2, 3, '', 'การศึกษาดูงานขององค์การบริหารส่วนตำบลหนองแดง', '<p>การศึกษาดูงานขององค์การบริหารส่วนตำบลหนองแดง อำเภอสีชมพู จังหวัดขอนแก่น จำนวน 45 คน</p>\r\n', '2021-04-02', '2021-04-02', '#eeff05'),
(39, 27, 2, '', 'จองอบรม', '<p>จองอบรมจองอบรม</p>\r\n', '2021-04-29', '2021-04-30', '#69b011'),
(37, 9, 1, '', 'สร้างแรงบันดาลใจให้กับคณะศึกษาดูงานคณะครูโรงเรียนบ้านปากตก', '<p>สร้างแรงบันดาลใจให้กับคณะศึกษาดูงานคณะครูโรงเรียนบ้านปากตก </p>\r\n', '2021-04-20', '2021-04-21', '#000000'),
(40, 2, 0, '', 'abc', '<p>ccd</p>\r\n', '2021-05-01', '2021-05-02', '#ff0000'),
(41, 30, 1, '', 'อบรม', 'อบรม', '2021-04-28', '2021-04-28', '#ccaa00'),
(42, 2, 1, '20210512122719.jpg', 'คณะผู้บริหารและบุคลากรองค์การบริหารส่วนตำบลอีปาด อำเภอกันทรารมย์ จังหวัดศรีสะเกษ', '<p>คณะผู้บริหารและบุคลากรองค์การบริหารส่วนตำบลอีปาด อำเภอกันทรารมย์ จังหวัดศรีสะเกษ จำนวน 30 คน ด้านสัมมาชีพตัวอย่างที่น้อมนำหลักปรัชญาเศรษฐกิจพอเพียงมาใช้ และโคก หนอง นา โมเดล</p>\r\n', '2021-05-12', '2021-05-12', '#01efd3');

-- --------------------------------------------------------

--
-- Table structure for table `gallery`
--

CREATE TABLE `gallery` (
  `gallery_id` int(11) NOT NULL,
  `gallery_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `gallery_path` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `data_id` int(11) NOT NULL,
  `type_gallery_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `gallery`
--

INSERT INTO `gallery` (`gallery_id`, `gallery_name`, `gallery_path`, `data_id`, `type_gallery_id`) VALUES
(6, '260001-25.jpg', 'file_upload/gallery/1-25/260001-25.jpg', 25, 1),
(7, '595331-25.jpg', 'file_upload/gallery/1-25/595331-25.jpg', 25, 1),
(8, '911101-25.jpg', 'file_upload/gallery/1-25/911101-25.jpg', 25, 1),
(9, '261671-25.jpg', 'file_upload/gallery/1-25/261671-25.jpg', 25, 1),
(14, '152161-24.jpg', 'file_upload/gallery/1-24/152161-24.jpg', 24, 1),
(25, '177161-24.png', 'file_upload/gallery/1-24/177161-24.png', 24, 1),
(30, '199641-25.jpg', 'file_upload/gallery/1-25/199641-25.jpg', 25, 1),
(35, '37672-6.jpg', 'file_upload/gallery/2-6/37672-6.jpg', 6, 2),
(36, '963082-6.jpg', 'file_upload/gallery/2-6/963082-6.jpg', 6, 2),
(37, '924662-6.jpg', 'file_upload/gallery/2-6/924662-6.jpg', 6, 2),
(38, '796882-6.jpg', 'file_upload/gallery/2-6/796882-6.jpg', 6, 2),
(39, '711692-6.jpg', 'file_upload/gallery/2-6/711692-6.jpg', 6, 2),
(40, '950402-6.jpg', 'file_upload/gallery/2-6/950402-6.jpg', 6, 2),
(41, '81912-9.jpg', 'file_upload/gallery/2-9/81912-9.jpg', 9, 2),
(42, '37302-9.jpg', 'file_upload/gallery/2-9/37302-9.jpg', 9, 2),
(43, '953812-8.jpg', 'file_upload/gallery/2-8/953812-8.jpg', 8, 2),
(44, '488842-10.jpg', 'file_upload/gallery/2-10/488842-10.jpg', 10, 2),
(45, '246292-10.jpg', 'file_upload/gallery/2-10/246292-10.jpg', 10, 2),
(46, '417432-10.jpg', 'file_upload/gallery/2-10/417432-10.jpg', 10, 2),
(47, '498262-11.jpg', 'file_upload/gallery/2-11/498262-11.jpg', 11, 2),
(48, '391822-11.jpg', 'file_upload/gallery/2-11/391822-11.jpg', 11, 2),
(49, '338002-11.jpg', 'file_upload/gallery/2-11/338002-11.jpg', 11, 2),
(50, '711702-12.jpg', 'file_upload/gallery/2-12/711702-12.jpg', 12, 2),
(51, '773922-12.jpg', 'file_upload/gallery/2-12/773922-12.jpg', 12, 2),
(52, '110952-12.jpg', 'file_upload/gallery/2-12/110952-12.jpg', 12, 2),
(53, '155502-13.jpg', 'file_upload/gallery/2-13/155502-13.jpg', 13, 2),
(54, '284002-13.jpg', 'file_upload/gallery/2-13/284002-13.jpg', 13, 2),
(55, '537652-13.jpg', 'file_upload/gallery/2-13/537652-13.jpg', 13, 2),
(56, '450631-43.jpg', 'file_upload/gallery/1-43/450631-43.jpg', 43, 1),
(57, '532101-43.jpg', 'file_upload/gallery/1-43/532101-43.jpg', 43, 1),
(58, '585541-43.jpg', 'file_upload/gallery/1-43/585541-43.jpg', 43, 1),
(59, '338441-44.jpg', 'file_upload/gallery/1-44/338441-44.jpg', 44, 1),
(60, '898541-44.jpg', 'file_upload/gallery/1-44/898541-44.jpg', 44, 1),
(61, '736811-44.jpg', 'file_upload/gallery/1-44/736811-44.jpg', 44, 1),
(62, '315211-44.jpg', 'file_upload/gallery/1-44/315211-44.jpg', 44, 1),
(63, '411571-44.jpg', 'file_upload/gallery/1-44/411571-44.jpg', 44, 1),
(64, '53681-45.jpg', 'file_upload/gallery/1-45/53681-45.jpg', 45, 1),
(65, '516531-45.jpg', 'file_upload/gallery/1-45/516531-45.jpg', 45, 1),
(66, '191561-45.jpg', 'file_upload/gallery/1-45/191561-45.jpg', 45, 1),
(67, '800171-45.jpg', 'file_upload/gallery/1-45/800171-45.jpg', 45, 1),
(69, '988713-9.jpg', 'file_upload/gallery/3-9/988713-9.jpg', 9, 3),
(70, '976493-9.jpg', 'file_upload/gallery/3-9/976493-9.jpg', 9, 3),
(71, '817333-9.jpg', 'file_upload/gallery/3-9/817333-9.jpg', 9, 3),
(72, '545333-9.jpg', 'file_upload/gallery/3-9/545333-9.jpg', 9, 3),
(73, '27643-9.jpg', 'file_upload/gallery/3-9/27643-9.jpg', 9, 3),
(74, '866693-9.jpg', 'file_upload/gallery/3-9/866693-9.jpg', 9, 3);

-- --------------------------------------------------------

--
-- Table structure for table `learn`
--

CREATE TABLE `learn` (
  `l_ID` int(11) NOT NULL,
  `l_title` varchar(300) COLLATE utf8_unicode_ci NOT NULL,
  `l_detail` text COLLATE utf8_unicode_ci NOT NULL,
  `l_image` varchar(30) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `learn`
--

INSERT INTO `learn` (`l_ID`, `l_title`, `l_detail`, `l_image`) VALUES
(1, 'ฐานการเรียนรู้ที่ 1', '<p>การบริหารจัดการเกษตรผสมผสาน</p>\r\n', '20210427121023.jpg'),
(2, 'ฐานการเรียนรู้ 2', '<p>การผลิตปุ๋ยชีวภาพ</p>\r\n', '2021042711259.jpg'),
(3, 'ฐานการเรียนรู้ที่ 3', '<p>การปลูกผักอินทรีย์</p>\r\n', '2021042751846.jpg'),
(4, 'ฐานการเรียนรู้ที่ 4', '<p>การเพาะเลี้ยงเห็ด</p>\r\n', '2021042751922.jpg'),
(5, 'ฐานการเรียนรู้ที่ 5', '<p>การเผ่าถ่าน</p>\r\n', '2021042751948.jpg'),
(6, 'ฐานการเรียนรู้ที่ 6', '<p>การเลี้ยงสัตว์เศรษฐกิจ</p>\r\n', '2021042752051.jpg'),
(7, 'ฐานการเรียนรู้ที่ 7', '<p>การเลี้ยงปลา</p>\r\n', '2021042752125.jpg'),
(8, 'ฐานการเรียนรู้ที่ 8', '<p>การปลูกข้าวอินทรีย์</p>\r\n', '2021042752207.jpg'),
(9, 'ฐานการเรียนรู้ที่ 9', '<p>การแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตรการแปลรูปผลผลิตรทางการเกษตร</p>\r\n', '2021042752257.jpg'),
(10, 'ศูนย์การเรียนรู้โครงการชีววิถีฯ จัดกิจกรรม “เอามื้อสามัคคี” ส่งเสริมการจัดการดินและน้ำตามหลัก โคกหนองนาโมเดล', '<p>&nbsp;เมื่อวันที่ 10 พฤศจิกายน 2563 นายประจวบ ดอนคำมูล ผู้อำนวยการฝ่ายวางแผนและบริหารเหมืองแม่เมาะ ในฐานะประธานคณะกรรมการขับเคลื่อนการสืบสานศาสตร์พระราชา ปรัชญาเศรษฐกิจพอเพียง กฟผ.แม่เมาะ เป็นประธานเปิดกิจกรรม &ldquo;เอามื้อสามัคคี&rdquo; จัดโดย ศูนย์การเรียนรู้โครงการชีววิถีเพื่อการพัฒนาอย่างยั่งยืน การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย (กฟผ.) แม่เมาะ อ.แม่เมาะ จ.ลำปาง มีผู้บริหารผู้ปฏิบัติงาน กฟผ.แม่เมาะ หัวหน้าส่วนราชการ หน่วยงานภาครัฐ รัฐวิสาหกิจ ศูนย์เครือข่ายปราชญ์ชาวบ้าน เครือข่ายป่าชุมชนอำเภอแม่เมาะ และประชาชนเข้าร่วมกิจกรรม โดยจัดฐานการเรียนรู้ตามแบบโคกหนองนาโมเดลจำนวน 8 ฐาน ได้แก่ ฐานสมุนไพร ฐานแม่โพสพ ฐานป่าน้ำ ฐานคนติดดิน ฐานคนรักแม่ธรณีอุจจาระวิทยา ฐานภูมิปัญญาพื้นบ้าน ฐานคนมีน้ำยา และฐานคนเอาถ่าน ให้ผู้เข้าร่วมเกิดการเรียนรู้การจัดการดิน และน้ำอย่างยั่งยืนตามหลักการของโคกหนองนาโมเดล</p>\r\n\r\n<p>&ldquo;โคกหนองนาโมเดล&rdquo; เป็นอีกหนึ่งศาสตร์พระราชาของในหลวงรัชกาลที่ 9 ที่มอบแนวทางการสร้างวิถีชีวิตแบบพอมี พอกิน เข้าใจธรรมชาติ ด้วยภูมิปัญญาพื้นบ้านแบบผสมผสานทฤษฎีใหม่ ให้ธรรมชาติจัดการตัวเองโดยมีมนุษย์เป็นผู้ส่งเสริมให้สำเร็จเร็วยิ่งขึ้น โดย ศูนย์การเรียนรู้โครงการชีววิถีฯ กฟผ.แม่เมาะ ได้ทดลองนำหลักการโคกหนองนาโมเดลบางส่วนเข้ามาปรับใช้ในพื้นที่ ด้วยการขุดคลองคล้ายขนมครกขนาดเล็กและใหญ่ จากนั้นขุดเป็นคลองไส้ไก่ยื่นออกไปเป็นสายรอบพื้นที่ สำหรับการแพร่กระจายน้ำไปในพื้นที่เพาะปลูกอย่างทั่วถึง ทำให้ดินมีความชุ่มชื้นเอื้อต่อการเจริญเติบโตของพืชผลทางการเกษตร&nbsp; และในอนาคต กฟผ.แม่เมาะ ยังมีแผนขยายพื้นที่เรียนรู้ตามแนวศาสตร์พระราชาบนพื้นที่เหมืองแม่เมาะอีก 200 ไร่</p>\r\n', '20210512104925.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `member`
--

CREATE TABLE `member` (
  `m_ID` int(11) UNSIGNED NOT NULL COMMENT 'member_ID',
  `role` varchar(10) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'สถานะ',
  `f_name` varchar(100) COLLATE utf8_unicode_ci NOT NULL COMMENT 'ชื่อ',
  `l_name` varchar(100) COLLATE utf8_unicode_ci NOT NULL COMMENT 'นามสกุล',
  `m_tel` varchar(11) COLLATE utf8_unicode_ci NOT NULL COMMENT 'เบอร์โทร',
  `m_email` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'อีเมล',
  `m_username` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT 'ชื่อเข้าระบบ',
  `m_password` varchar(32) COLLATE utf8_unicode_ci NOT NULL COMMENT 'รหัสผ่าน'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `member`
--

INSERT INTO `member` (`m_ID`, `role`, `f_name`, `l_name`, `m_tel`, `m_email`, `m_username`, `m_password`) VALUES
(2, 'admin', 'ยุทธการ', 'ซาจันทร์', '0648125675', 'not05028@gmail.com', 'notGG', '81dc9bdb52d04dc20036dbd8313ed055'),
(9, 'user', 'สมทรง', 'คงกระพัน', '01235462333', 'not05028@gmail.com', 'not', '81dc9bdb52d04dc20036dbd8313ed055'),
(25, 'user', 'สายใจ ', 'เกาะมหาสนุก ', '0849455988', 'not05028@hotmail.com', 'not1111', '6074c6aa3488f3c2dddff2a7ca821aab'),
(26, 'user', 'ศักดิพันธ์', 'ชอบนอนหงาย', '0647851236', 'yuttakan@gmail.com', 'user', '1234'),
(28, 'admin', 'ยุทธการ', 'ซาจันทร์', '01235462333', 'not05028@gmail.com', 'notrocky', '1234');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `news_ID` int(11) UNSIGNED NOT NULL COMMENT 'รหัสข่าว',
  `news_title` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'ชื่อข่าว',
  `news_type_name` int(11) NOT NULL,
  `news_detail` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'ราละเอียดข่าว',
  `news_image` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'รูปภาพ',
  `news_date` date NOT NULL COMMENT 'วันที่',
  `news_date_edit` date NOT NULL COMMENT 'วันที่แก้ไข',
  `news_user` varchar(11) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`news_ID`, `news_title`, `news_type_name`, `news_detail`, `news_image`, `news_date`, `news_date_edit`, `news_user`) VALUES
(1, 'กราบขอบพระคุณท่านคณะกรรมการตรวจประเมินผลงานระดับจังหวัด ศูนย์การเรียนรู้โครงการอันเนื่องมาจากพระราชดำริ', 0, '<p>ท่านนายอำเภอภูริวัจน์ โชตินพรัตน์ ที่ให้ความกรุณาเสมอมา และกราบขอบพระคุณท่านอดีตนายอำเภอเชียงคาน ท่านอภินันท์ สุวรรณโค ที่ให้โอกาสบ้านสวนอุ่นรักฮักแพง ยกระดับสู่ศูนย์เรียนรู้โครงการอันเนื่องมาจากพระราชดำริ ขอบคุณพี่ๆ น้องๆ ผู้นำชุมชม ต.เชียงคานที่เข้มแข็งทุกท่าน ร่วมแรงร่วมใจสู่การพัฒนา เครือข่ายที่เข้มแข็ง ท่านกำนัน ต.เชียงคาน ผญ.เจี๊ยบ ลุงตุ๋ย ป้ายุ พี่สังกะลี และทุกท่านที่ไม่ได้กล่าว ณ ที่นี้ ขอบคุณ คุณยายๆ ลูกสาวตาอุ่นยายแพง ให้</p>\r\n', '20210301103609.jpg', '2021-04-01', '2021-04-24', 'notGG'),
(2, 'งานคอกไก่ ทำความสะอาดคอก', 17, '<p>งานคอกไก่ ทำความสะอาดคอก กวาดขี้ไก่ ราดน้ำหมักจุลินทรีย์ ลงแกลบใหม่ และราดยาฆ่าเชื้อ เพื่อสุขภาพที่ดีของน้องไก่ คนละไม้คนละมือ ทำคอกปุ๋ยขี้ไก่เพื่อทำปุ๋ยหมักอินทรีย์ด้วยคอกจากต้นมะพร้าว ไก่งวง ไก่ดำ ไก่แจ้ ไก่ไข่ ไก่KKU1 ไก่ตี ไก่บ้าน ไก่เตี้ย รื่นเริงกันเชียว</p>\r\n', '20210301104424.jpg', '2021-04-18', '2021-04-26', 'notGG'),
(5, 'แกลบใหม่จากโรงสีชุมชน', 17, '<p>แกลบใหม่จากโรงสีชุมชน เข้าสู่การปูพื้นคอกไก่ ไก่ไม่ป่วย ไก่มีความสุข แถมได้กินข้าวปลายที่ติดมาด้วย ไก่อารมณ์ดีที่บ้านสวนอุ่นรักฮักแพง</p>\r\n', '20210301104248.jpg', '2021-04-07', '2021-04-24', 'notGG'),
(8, 'วันอังคาร ที่ 1 ธันวาคม 2563 เวลา 13.00 น. ', 18, '<p>วันอังคาร ที่ 1 ธันวาคม 2563 เวลา 13.00 น. นายภูริวัจน์ โชตินพรัตน์ นายอำเภอเชียงคาน มอบหมายให้ นายกิตติวัชร์ แยบดี ปลัดอาวุโสอำเภอเชียงคาน ว่าที่ร้อยตรีหญิงธันยนันท์ ธงชัย ปลัดอำเภอเชียงคาน พร้อมด้วยลูกจ้างที่ว่าการปกครองอำเภอเชียงคาน ร่วมกิจกรรมพิธีเปิดโครงการศูนย์การเรียนรู้ โคก หนอง นาโมเดล สถานีตำรวจภูธรเชียงคาน ณ ศูนย์การเรียนรู้ โคก หนอง นาโมเดล สถานีตำรวจภูธรเชียงคาน จังหวัดเลย โดยมี พันตำรวจเอก ยุทธวัฒน์ โชคชัย รองผู้บังคับการตำรวจภูธรจังหวัดเลย ประธานในพิธีเปิดกิจกรรมในครั้งนี้</p>\r\n', '2021050612712.jpg', '2021-04-01', '2021-05-06', 'notGG'),
(24, 'เมืองคนงาม ข้าวหลามยาว มะพร้าวแก้ว เพริศแพร้วเกาะแก่ง แหล่งวัฒนธรรม น้อมนำศูนย์ศิลปาชีพ', 18, '<p>&nbsp; &nbsp; ที่นี่...สำนักงานพัฒนาชุมชนอำเภอเชียงคาน รับการตรวจติดตามกิจกรรมพัฒนาชุมชน จังหวัดเลย วันที่ 8 กุมภาพันธ์ 2564 ณ​ สำนักงานพัฒนาชุมชนอำเภอเชียงคาน เวลา 09.00 น. นายชัยวัฒน์​ แสงศรี​ ผู้ตรวจราชการกรมการพัฒนาชุมชน​ เขตตรวจราชการที่​ 10​ ได้มาตรวจติดตามความก้าวหน้าการขับเคลื่อนกิจกรรมพัฒนาชุมชน​ รวมทั้งมอบนโยบาย​ และข้อสั่งการ แก่ทีมงานอำเภอเชียงคาน</p>\r\n\r\n<p>&nbsp; &nbsp; ทั้งนี้ยังได้ให้ #คาถาทำงานให้ประสบความสำเร็จ แก่ผู้เข้ารับการตรวจติดตามฯ เพื่อใช้เป็นแนวทางในการปฏิบัติงาน ได้แก่ #คาถา &ldquo;ก ข ค&rdquo; #ก คือ ให้เกียรติ #ข คือ สร้างความเข้าใจ ให้ความรู้ (ก่อนที่จะพัฒนาใคร ต้องให้ความรู้ความเข้าใจแก่เขาก่อน) และ #ค คือ สร้างความคุ้นเคย ในการนี้​ นายภูริวัจน์​ โชตินพรัตน์​ นายอำเภอเชียงคาน​ ร่วมให้การต้อนรับ นายคมสิทธิ์​ สุริยวรรณ​</p>\r\n\r\n<p>&nbsp; &nbsp; พัฒนาการจังหวัดเลย ได้มอบหมายให้นายชานนท์​ ปิ่นตระกูล​ นักวิชาการพัฒนาชุมชนชำนาญการ มาร่วมต้อนรับและรับนโยบาย ในครั้งนี้ด้วย นางสาวสิริกร ศรีทอง พัฒนาการอำเภอเชียงคาน พร้อมด้วย เจ้าหน้าที่พัฒนาชุมชนอำเภอเชียงคาน และนักพัฒนาพื้นที่ต้นแบบ (นพต.) อำเภอเชียงคาน​ ให้การต้อนรับและ รับการตรวจติดตามการดำเนินงานฯ​</p>\r\n\r\n<p>&nbsp; &nbsp; ได้นำเสนอความก้าวหน้าและสรุปผลการดำเนินงานของสำนักงานพัฒนาชุมชนอำเภอเชียงคานที่ผ่านมา เวลา 11.00 น. ลงพื้นที่ติดตามการดำเนินโครงการพัฒนาพื้นที่ต้นแบบการพัฒนาคุณภาพชีวิตตามหลักทฤษฎีใหม่ ประยุกต์สู่ โคก หนอง นา โมเดล ณ ครัวเรือนต้นแบบ บ้านสวนอุ่นรัก ฮักแพง บ้านเชียงคาน หมู่ที่ 2 ตำบลเชียงคาน อำเภอเชียงคาน เวลา 13.30 น. ติดตามการดำเนินงาน &ldquo;ทอผ้ามัดหมี่ลายขอเจ้าฟ้าสิริวัณณวรีฯ&rdquo; ณ กลุ่มทอผ้า บ้านใหม่ศาลาเฟือง หมู่ที่ 5 ตำบลนาซ่าว อำเภอเชียงคาน และกลุ่มสตรีทอผ้าพื้นบ้านไทดำ บ้านนาป่าหนาด หมู่ที่ 12 ตำบลเขาแก้ว อำเภอเชียงคาน</p>\r\n', '', '2021-04-08', '2021-05-06', 'notGG'),
(25, 'พายติ๊บข้าว ไปเอาแฮง...โครงการเสริมสร้างและพัฒนาผู้นำการเปลี่ยนแปลง', 17, '<p>วันที่ 24 กุมภาพันธ์ 2564 เวลา 09.00 น. นางสาวสิริกร ศรีทอง</p>\r\n\r\n<p>&nbsp; &nbsp; พัฒนาการอำเภอเชียงคาน พร้อมด้วยเจ้าหน้าที่พัฒนาชุมชนสำนักงานพัฒนาชุมชนอำเภอเชียงคาน ดำเนินกิจกรรมประชุมเชิงปฏิบัติการเสริมสร้างและพัฒนาผู้นำการเปลี่ยนแปลงต่อเนื่องเป็นวันที่ 2 โดยลงพื้นที่จัดกิจกรรมเอามื้อสามัคคี (ภาคปฏิบัติ) ณ สวนอุ่นรัก ฮักแพง ม.2 ต.เชียงคาน อ.เชียงคาน จ.เลย โดยได้รับเกียรติจาก ผศ.ณัชชา สมจันทร์ รองคณบดีคณะเทคโนโลยีอุตสาหกรรม มหาวิทยาลัย</p>\r\n\r\n<p>&nbsp; &nbsp; ราชภัฎเลย และนางธันยนันท์ ธงชัย ปลัดอำเภอเชียงคาน เป็น &quot;ครูพาทำ&quot; ในการดำเนินกิจกรรมภาคปฏิบัติ ครั้งนี้ ภาคเช้า...&ldquo;จิตอาสาพัฒนาชุมชน เอามื้อสามัคคี พายติ๊บข้าวไปเอาแฮง&rdquo; (ภาคปฏิบัติ) โดยมี ผศ.ณัชชา สมจันทร์ (ครูพาทำ) เป็นวิทยากรบรรยายให้ความรู้เกี่ยวกับดิน น้ำ ป่า และการทำปุ๋ยสดจากไส้เดือน การทำปุ๋ยไม่กลับกอง และปลัดอำเภอ ธันยนันท์ ธงชัย บรรยายในเรื่อง หลักเศรษฐกิจพอเพียงทฤษฎีบันได 9 ขั้นสู่ความยั่งยืน ตามศาสตร์พระราชา การห่มดิน แห้งชามน้ำชาม และการปลูกป่า 3 อย่าง ประโยชน์ 4 อย่าง รวมทั้งการปลูกผักสวนครัวให้ทุกครอบครัวสามารถอยู่ได้ภายใต้</p>\r\n\r\n<p>&nbsp; &nbsp; สถานการณ์การระบาดของโรคติดเชื้อโคโรนา 2019 (COVID-19) นอกจากนี้ยังได้ลงมือปฏิบัติในฐานการเรียนรู้ การทำปุ๋ยไส้เดือนสด และการทำปุ๋ยกลับกอง ด้วย ภาคบ่าย...กิจกรรมเวทีเสวนาแลกเปลี่ยนแนวคิดในประเด็นการบริหารจัดการดิน น้ำ ป่า &ldquo;เพื่อการสร้างความมั่นคงทางอาหาร&rdquo; ภายใต้หลักปรัชญาของเศรษฐกิจพอเพียง เพื่อเชื่อมโยงให้เห็นถึงความสำคัญของวันดินโลก ซึ่งองค์การสหประชาชาติ หรือ UN ได้ประกาศอย่างเป็นทางการ ให้วันที่ 5 ธันวาคมของทุกปี เป็น &ldquo;วันดินโลก&rdquo; หรือ World Soil Day เพื่อรณรงค์ให้ทุกฝ่ายหันมาให้ความสนใจและตระหนักถึงความสำคัญของดิน ในการนี้ นายคม</p>\r\n\r\n<p>&nbsp; &nbsp; สิทธิ์ สุริยวรรณ พัฒนาการจังหวัดเลย มอบหมายให้ นางสาวเกษราภรณ์ บุญไชย ผู้ช่วยผู้อำนวยการกลุ่มงานส่งเสริมการพัฒนาชุมชน ลงพื้นที่ติดตาม เสริมแรง และให้กำลังใจแก่ผู้เข้าร่วมกิจกรรม จากนั้น นางสาวสิริกร ศรีทอง พัฒนาการอำเภอเชียงคาน อ่านสาส์น การประกาศเจตนารมณ์เนื่องในวันดินโลก พร้อมสรุปประเด็นจากการเรียนรู้ที่ได้ในวันนี้</p>\r\n', '', '2021-04-08', '2021-05-06', 'notGG'),
(43, 'กราบขอบพระคุณ ท่านคมสิทธิ์ สุริยวรรณ ', 19, '<p>กราบขอบพระคุณ</p>\r\n\r\n<p>ท่านคมสิทธิ์ สุริยวรรณ พัฒนาการจังหวัดเลย และท่านนครชัย แสงมณี</p>\r\n\r\n<p>นายอำเภอเชียงคาน ในการอบรม &nbsp;ตำบลเชียงคาน</p>\r\n\r\n<p>&ldquo;พช. แก่งฯ สวมใส่ผ้าไทย ไป โคก หนอง นา&rdquo;</p>\r\n\r\n<p>สำนักงานพัฒนาชุมชนอำเภอแก่งหางแมว ร่วมสวมใส่ผ้าไทย ไป โคก หนอง นา เพื่อส่งเสริมและสนับสนุนการใช้และสวมใส่ผ้าไทย ตามนโยบายของรัฐบาลในการส่งเสริมให้ข้าราชการ ประชาชน แต่งกายด้วยผ้าไทยตามความเหมาะสมของท้องถิ่นเพิ่มขึ้น หรืออย่างน้อยสัปดาห์ละ 2 วัน</p>\r\n\r\n<p>ทั้งนี้ ขอเชิญชวนชาวอำเภอแก่งหางแมว ร่วมสวมใส่ผ้าไทย ผ้าพื้นถิ่น เพื่ออนุรักษ์ผ้าไทย และส่งเสริมความเป็นไทย</p>\r\n', '2021050671804.jpg', '2021-05-06', '2021-05-06', 'notGG'),
(44, 'ฤดูแห่งการไถพรวนดิน', 19, '<p>ปีนี้ดินดี เพราะหว่านปุ๋ยไส้เดือนปีที่แล้ว ทำให้สภาพดินมีความสมบูรณ์</p>\r\n\r\n<p>สนใจปุ๋ยมูลไส้เดือนใส่นาข้าว..ยกกระสอบ ติดต่อมานะคะ</p>\r\n\r\n<p>ข้าวกอใหญ่ รวงเต็ม น้ำหนักดี</p>\r\n\r\n<p>ปีนี้ใช้ปุ๋ยนมสดพ่นร่วม คงดีนัก</p>\r\n', '2021050672126.jpg', '2021-05-06', '2021-05-06', 'notGG'),
(45, 'พช.จันทบุรี ติดตามความก้าวหน้าโครงการพัฒนาหมู่บ้านเศรษฐกิจพอเพียง 2564 และโครงการพัฒนาพื้นที่ต้นแบบการพัฒนาคุณภาพชีวิตตามหลักทฤษฎีใหม่ประยุกต์สู่ “โคก หนอง นา พช.”', 19, '<p>วันที่ 30 เมษายน 2564 เวลา 10.30 น. ณ พื้นที่ครัวเรือนต้นแบบอำเภอท่าใหม่ จังหวัดจันทบุรี</p>\r\n\r\n<p>&nbsp;นายอดิศร สุทธิเลิศ พัฒนาการจังหวัดจันทบุรี พร้อมด้วยนายทชภณ คงวิจิตร ผู้อำนวยการกลุ่มงานยุทธศาสตร์การพัฒนาชุมชน และทีมนักวิชาการจังหวัด ติดตามความก้าวหน้าการดำเนินงานโครงการพัฒนาหมู่บ้านเศรษฐกิจพอเพียง ประจำปี 2564 และโครงการพัฒนาพื้นที่ต้นแบบการพัฒนาคุณภาพชีวิตตามหลักทฤษฎีใหม่ ประยุกต์สู่ &ldquo;โคก หนอง นา พช.&rdquo; ในพื้นที่อำเภอท่าใหม่ จังหวัดจันทบุรี โดยมีพัฒนาการอำเภอท่าใหม่ เจ้าหน้าที่พัฒนาชุมชนอำเภอ และนักพัฒนาพื้นที่ต้นแบบ (นพต.) ให้การต้อนรับและให้ข้อมูลในการติดตาม</p>\r\n\r\n<p>โดยอำเภอท่าใหม่ ได้รับการจัดสรรงบประมาณในการดำเนินโครงการพัฒนาพื้นที่ต้นแบบการพัฒนาคุณภาพชีวิตตามหลักทฤษฎีใหม่ ประยุกต์ &ldquo;โคก หนอง นา โมเดล&rdquo; จำนวน 3 แปลง และโครงการพัฒนาหมู่บ้านเศรษฐกิจพอเพียง กิจกรรมการพัฒนาศูนย์เรียนรู้ทฤษฎีใหม่รูปแบบ &ldquo;โคก หนอง นา พช.&rdquo; จังหวัดจันทบุรี งบกรมการพัฒนาชุมชน ปี 2564 จำนวน 3 แปลง</p>\r\n\r\n<p>&nbsp;ในการนี้ พัฒนาการจังหวัดจันทบุรี และทีมงานได้ลงพื้นที่พบปะให้กำลังใจครัวเรือนต้นแบบ จำนวน 3 ราย ได้แก่</p>\r\n\r\n<p>&nbsp;ครัวเรือนของนายวรวุฒิ ดวงมาลา ณ หมู่ที่ 4 ตำบลตะกาดเง้า อำเภอท่าใหม่ จังหวัดจันทบุรี ผู้สมัครเข้าร่วมโครงการพัฒนาพื้นที่ต้นแบบการพัฒนาคุณภาพชีวิตตามหลักทฤษฎีใหม่ประยุกต์สู่ &ldquo;โคก หนอง นา โมเดล&rdquo; (งบเงินกู้) โดยใช้พื้นที่ขนาด 3 ไร่ เป็นพื้นที่ดำเนินการพัฒนาศูนย์เรียนรู้ฯ พบว่า ครัวเรือนต้นแบบให้ความสนใจในการดำเนินงานเป็นอย่างมาก และได้ดำเนินการปรับสภาพพื้นที่โดยการรื้อถอนต้นยางพาราเก่าออก เพื่อเตรียมความพร้อมในการดำเนินงานขุดปรับพื้นที่ตามโครงการฯ</p>\r\n\r\n<p>&nbsp;ครัวเรือนของนายปรารมย์ โอภาโส หมู่ที่ 5 ตำบลตะกาดเง้า อำเภอท่าใหม่ จังหวัดจันทบุรี ผู้สมัครเข้าร่วมโครงการพัฒนาพื้นที่ต้นแบบการพัฒนาคุณภาพชีวิตตามหลักทฤษฎีใหม่ประยุกต์สู่ &ldquo;โคก หนอง นา โมเดล&rdquo; (งบเงินกู้) โดยใช้พื้นที่ขนาด 1 ไร่ เป็นพื้นที่ดำเนินการพัฒนาศูนย์เรียนรู้ฯ พบว่า เป็นพื้นที่ราบ มีความพร้อมดำเนินการพัฒนาเป็นศูนย์เรียนรู้ฯ โดยสำนักงานพัฒนาชุมชนอำเภอและนักพัฒนาพื้นที่ต้นแบบ (นพต.) ร่วมกับครัวเรือนต้นแบบ ได้ร่วมกันปักพิกัดค่าแปลง ออกแบบรูปแบบแปลง และขณะนี้อยู่ระหว่างการประสานนายช่างองค์กรปกครองส่วนท้องถิ่นในการกำหนดราคากลาง</p>\r\n\r\n<p>ครัวเรือนของนายคำนึง ศรีคงรักษ์ หมู่ที่ 4 ตำบลรำพัน อำเภอท่าใหม่ จังหวัดจันทบุรี ผู้สมัครเข้าร่วมโครงการพัฒนาพื้นที่ต้นแบบการพัฒนาคุณภาพชีวิตตามหลักทฤษฎีใหม่ประยุกต์สู่ &ldquo;โคก หนอง นา โมเดล&rdquo; (งบเงินกู้) โดยใช้พื้นที่ขนาด 1 ไร่ เป็นพื้นที่ดำเนินการพัฒนาศูนย์เรียนรู้ฯ พบว่า เป็นพื้นที่ราบมีน้ำขังบางส่วน ครัวเรือนมีความพร้อมดำเนินการพัฒนาเป็นศูนย์เรียนรู้ฯ โดยร่วมกับนักพัฒนาพื้นที่ต้นแบบ (นพต.) ดำเนินการปักพิกัดค่าแปลง ออกแบบรูปแบบแปลงเบื้องต้นแล้ว</p>\r\n\r\n<p>ทั้งนี้ สำนักงานพัฒนาชุมชนจังหวัดจันทบุรี ได้เน้นย้ำการดำเนินงานโครงการฯ ด้านการจัดซื้อจัดจ้างให้เป็นไปตามระเบียบ และกฏหมายที่เกี่ยวข้อง และขอให้สำนักงานพัฒนาชุมชนอำเภอ ร่วมกับนักพัฒนาพื้นที่ต้นแบบ (นพต.) ลงพื้นที่ติดตาม ตรวจสอบการขุดปรับพื้นที่อย่างใกล้ชิด เพื่อให้เป็นไปตามแบบมาตรฐานที่กรมการพัฒนาชุมชนกำหนด และขอเป็นกำลังใจในการดำเนินงานแก่ครัวเรือนและเจ้าหน้าที่พัฒนาชุมชนให้ประสบผลสำเร็จ เพื่อให้เกิดศูนย์เรียนรู้ ทฤษฎีใหม่รูปแบบ &ldquo;โคก หนอง นา พัฒนาชุมชน&rdquo; ที่เป็นรูปธรรมและสร้างคุณประโยชน์แก่ประเทศชาติต่อไป</p>\r\n\r\n<p>&nbsp;เศรษฐกิจฐานรากมั่นคงและชุมชนพึ่งตนเองได้ภายในปี 2565 &nbsp;Change for Good</p>\r\n', '2021050672449.jpg', '2021-05-06', '2021-05-06', 'notGG');

-- --------------------------------------------------------

--
-- Table structure for table `news_type`
--

CREATE TABLE `news_type` (
  `news_type_ID` int(11) NOT NULL,
  `news_type_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `news_type`
--

INSERT INTO `news_type` (`news_type_ID`, `news_type_name`) VALUES
(17, 'ข่าว'),
(18, 'ประกาศ'),
(19, 'ข่าวประชาสัมพันธ์');

-- --------------------------------------------------------

--
-- Table structure for table `product`
--

CREATE TABLE `product` (
  `p_ID` int(11) UNSIGNED NOT NULL COMMENT 'ID สินค้า',
  `p_title` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'ชื่อสินค้า',
  `product_type_name` int(11) NOT NULL,
  `p_detail` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'รายละเอียดสินค้า',
  `p_price` varchar(10) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'ราคา',
  `p_image` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'รูปภาพ'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `product`
--

INSERT INTO `product` (`p_ID`, `p_title`, `product_type_name`, `p_detail`, `p_price`, `p_image`) VALUES
(5, 'กระบวยตักน้ำ', 2, '<p>ทำจากกะลามะพร้าวแห้ง ตัดแต่งผิวให้เรียบ ขนาดของบวยใหญ่เล็กขึ้นอยู่กับขนาดของกะลามะพร้าว ขอบปากกระบวยด้านบนเจาะรูเพื่อใส่ด้ามไม้สำหรับมือจับ ด้ามบวย หรือ คันบวย ทำจากไม้จริงหรือไม้ไผ่ ถ้าเป็นด้ามบวยที่ใช้ตักน้ำใช้ นิยมทำคันหรือด้ามเรียบไม่แกะสลักลวดลาย แต่ถ้าเป็นด้ามบวยที่ใช้ตักน้ำดื่ม จะแกะสลักวิจิตรสวยงาม หางหรือปลายด้ามนิยมแกะสลักเป็นพระยานาคตามคติความเชื่อโบราณว่า หมายถึงความอุดมสมบูรณ์จากนาคให้น้ำ ด้ามติดกับตัวบวย จะบากใส่เข้าไปในตัวบวย และทำให้แน่นไม่ให้หลุดเลื่อนด้วยการใส่ &ldquo;ไล&rdquo; (ลูกสลัก) เล็ก ๆ</p>\r\n', '50', '2021050664834.jpg'),
(6, 'ถ่านผลไม้ ดูดกลิ่น', 2, '<p>เกษตรกรชาวสวนผลไม้ ที่ปลูกทุเรียน มังคุด มะม่วง น้อยหน่า มะเฟือง กล้วย มะพร้าว ข้าวโพด มะกรูด สับปะรด ส้มโอ ฯลฯ ในบางครั้งอาจเจอปัญหาภัยธรรมชาติ โรคแมลงรบกวนทำให้ผลไม้ร่วงหล่นจากต้นก่อนการเก็บเกี่ยว ทำให้สูญเสียรายได้ไปอย่างน่าเสียดาย&nbsp; ความจริงผลไม้เหล่านั้นสามารถนำมากลับมาสร้างรายได้ใหม่ในรูปของ &ldquo; ถ่านผลไม้ดูดกลิ่น &rdquo; ที่มีรูปทรงเด่นสะดุดตา&nbsp; น่าใช้งานมากกว่าถ่านไม้ทั่วไป และช่วยดูดกลิ่นอันไม่พึงประสงค์ได้อย่างดีเยี่ยม</p>\r\n', '40', '2021041995638.jpg'),
(8, 'ไรเดอร์ ปุ๋ยมูลไส้เดือน', 4, '<p>ไรเดอร์ ปุ๋ยมูลไส้เดือน</p>\r\n\r\n<p>ขนาดบรรจุ 1 กก.</p>\r\n\r\n<p>ขนาดบรรจุ กระสอบ 35 กก.</p>\r\n\r\n<p>ในเชียงคานส่งฟรี</p>\r\n\r\n<p>นอกพื้นที่ก็ส่งจร้า</p>\r\n', '35', '2021050664818.jpg'),
(9, 'ไข่เป็ดเค็ม', 1, '<p>ไข่เป็ดเค็ม จากกลุ่มแปรรูปอาหารบ้านบุ่ง อ.พรหมพิราม 1 แพ็คมี 5 ฟอง เก็บได้ 7 วันสำหรับทำไข่ดาว และ 15 วัน สำหรับทำไข่เค็ม</p>\r\n', '50', '2021050664524.jpg'),
(10, 'ย่ามทอกี่เอว', 2, '<p>ย่ามทอกี่เอว สีใบหูกวางก็จะเหลืองหน่อยๆ กว้าง 35 cm. ยาว 75 cm. ซับใน ซิปปาก สองช่องน้อยด้านใน ตัดต่อสายสองข้าง เก็บตะเข็บสวยงาม</p>\r\n', '1200', '2021050665349.jpg'),
(11, 'หน่อไม้ดอง', 1, '<p>หน่อไม้ดองตามแบบภูมิปัญญาชาวบ้าน เป็นอีกหนึ่งการแปรรูปผลผลิตที่ออกจากสวน สินค้าพร้อมส่ง</p>\r\n', '100', '2021050665640.png'),
(12, 'ข้าวไรซ์เบอร์รี่', 1, '<p>ข้าวปลอดสาร ปลูกตามธรรมชาติ</p>\r\n', '65', '2021050665835.jpg'),
(13, 'กลอยแห้ง', 1, '<p>กลอยแห้งสามารถนำไปนึ่งหรือทำของหวาน เช่น บวดกลอย ข้าวเหนียวกลอย หรืออื่นๆ การเก็บรักษา สามารถเก็บได้นาน 1 ปี เก็บที่อุณหภูมิห้องปกติ</p>\r\n', '100', '2021050670044.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `product_type`
--

CREATE TABLE `product_type` (
  `product_type_ID` int(11) NOT NULL,
  `product_type_name` varchar(100) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `product_type`
--

INSERT INTO `product_type` (`product_type_ID`, `product_type_name`) VALUES
(1, 'อาหาร'),
(2, 'ของใช้'),
(4, 'ผลิตภัณฑ์แนะนำ');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `event`
--
ALTER TABLE `event`
  ADD PRIMARY KEY (`e_ID`);

--
-- Indexes for table `gallery`
--
ALTER TABLE `gallery`
  ADD PRIMARY KEY (`gallery_id`);

--
-- Indexes for table `learn`
--
ALTER TABLE `learn`
  ADD PRIMARY KEY (`l_ID`);

--
-- Indexes for table `member`
--
ALTER TABLE `member`
  ADD PRIMARY KEY (`m_ID`) USING BTREE;

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`news_ID`);

--
-- Indexes for table `news_type`
--
ALTER TABLE `news_type`
  ADD PRIMARY KEY (`news_type_ID`);

--
-- Indexes for table `product`
--
ALTER TABLE `product`
  ADD PRIMARY KEY (`p_ID`);

--
-- Indexes for table `product_type`
--
ALTER TABLE `product_type`
  ADD PRIMARY KEY (`product_type_ID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `event`
--
ALTER TABLE `event`
  MODIFY `e_ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;

--
-- AUTO_INCREMENT for table `gallery`
--
ALTER TABLE `gallery`
  MODIFY `gallery_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=75;

--
-- AUTO_INCREMENT for table `learn`
--
ALTER TABLE `learn`
  MODIFY `l_ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `member`
--
ALTER TABLE `member`
  MODIFY `m_ID` int(11) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'member_ID', AUTO_INCREMENT=37;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `news_ID` int(11) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'รหัสข่าว', AUTO_INCREMENT=46;

--
-- AUTO_INCREMENT for table `news_type`
--
ALTER TABLE `news_type`
  MODIFY `news_type_ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `product`
--
ALTER TABLE `product`
  MODIFY `p_ID` int(11) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'ID สินค้า', AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `product_type`
--
ALTER TABLE `product_type`
  MODIFY `product_type_ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
